Repository: RileyNDean/P12-PROJET-LIBRE
Catalog: My E-Dressing/My E-Dressing/Ressources/Localizations/*.lproj/Localizable.strings
Languages: fr

# add_title
source: Add
fr: Ajouter

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

source: Edit
fr: Modifier

# error_title
source: Error
fr: Erreur

source: Unexpected error
fr: Erreur inattendue

source: Rename
fr: Renommer

source: Name
fr: Nom

source: New
fr: Nouveau

source: Create
fr: Créer

source: Update
fr: Modifier

source: My Dressings
fr: Mes Dressings

source: New Dressing
fr: Nouveau dressing

source: DRESSING NAME
fr: NOM DU DRESSING

# no_dressings_yet
source: You don't have any dressings yet
fr: Vous n'avez pas encore de dressing

source: Unnamed dressing
fr: Dressing sans nom

# confirm_delete_dressing
source: Delete this dressing and its garments?
fr: Supprimer ce dressing et ses vêtements ?

# confirm_delete_dressing_title
source: Delete
fr: Supprimer

# default_dressing_name
source: My Dressing
fr: Mon dressing

# new_dressing_default
source: New dressing
fr: Nouveau dressing

source: No dressings
fr: Aucun dressing

# garments_count
source: %lld garments
fr: %lld vêtements

source: New Garment
fr: Nouveau vêtement

source: Edit Garment
fr: Modifier le vêtement

# confirm_delete_item
source: Delete this garment?
fr: Supprimer ce vêtement ?

source: No garments yet
fr: Aucun vêtement

source: Untitled
fr: Sans titre

# empty_dressing_title
source: This dressing is empty
fr: Ce dressing est vide

# empty_dressing_subtitle
source: Add your first garment by tapping the + button
fr: Ajoutez votre premier vêtement en appuyant sur le bouton +

# edit_add_photos
source: Edit
fr: Modifier / Ajouter des photos

# photo_required
source: At least one photo required
fr: Au moins une photo est requise

# information_title
source: Information
fr: Informations

# title_required_placeholder
source: Title *
fr: Titre *

# brand_placeholder
source: Brand
fr: Marque

# color_placeholder
source: Color
fr: Couleur

# size_placeholder
source: Size
fr: Taille

# category_placeholder
source: Category
fr: Catégorie

# details_title
source: Details
fr: Détails

# wearcount_title
source: Times worn:
fr: Porté :

# worn_count
source: Worn %lld times
fr: Porté %lld fois

# status_title
source: Status
fr: Statut

# status_kept
source: Kept
fr: Conservé

# status_to_give
source: To give
fr: À donner

# status_to_sell
source: To sell
fr: À vendre

# status_to_recycle
source: To recycle
fr: À recycler

# settings_language_title
source: Language
fr: Langue

source: Open language settings
fr: Paramètres de langue

# current_label
source: Current:
fr: Actuel :

# language_system
source: System
fr: Système

source: Sort by date
fr: Trier par date

source: Sort by brand
fr: Trier par marque

# tab_search
source: Search
fr: Recherche

# tab_calendar
source: Calendar
fr: Calendrier

# tab_day
source: Day
fr: Jour

# tab_profile
source: Profile
fr: Profil

# category_select
source: Choose a category
fr: Choisir une catégorie

# category_search
source: Search a category
fr: Rechercher une catégorie

# category_clear
source: Clear
fr: Retirer

# section_tops
source: Tops
fr: Hauts

# section_knits
source: Knitwear & Sweats
fr: Pulls & Sweats

# section_bottoms
source: Bottoms
fr: Bas

# section_dresses
source: Dresses & Jumpsuits
fr: Robes & Combinaisons

# section_outerwear
source: Outerwear
fr: Vestes & Manteaux

# section_underwear
source: Underwear & Nightwear
fr: Sous-vêtements & Nuit

# section_sport
source: Sportswear
fr: Sport

# section_swimwear
source: Swimwear
fr: Maillots de bain

# section_kids
source: Kids & Baby
fr: Enfant & Bébé

# section_shoes
source: Shoes
fr: Chaussures

# section_accessories
source: Accessories
fr: Accessoires

# category_tshirt_col_rond
source: Crew neck T-shirt
fr: T-shirt col rond

# category_tshirt_col_v
source: V-neck T-shirt
fr: T-shirt col V

# category_debardeur
source: Tank top
fr: Débardeur

# category_chemise_manches_longues
source: Shirt
fr: Chemise

# category_chemisier_col_ouvert
source: Blouse
fr: Chemisier

# category_blouse_lavalliere
source: Bow blouse
fr: Blouse lavallière

# category_pull_col_v
source: V-neck sweater
fr: Pull col V

# category_sweatshirt_col_rond
source: Crew neck sweatshirt
fr: Sweatshirt col rond

# category_sweatshirt_col_montant
source: High-neck sweatshirt
fr: Sweatshirt col montant

# category_jean
source: Jeans
fr: Jean

# category_pantalon_chino
source: Chinos
fr: Pantalon chino

# category_short
source: Shorts
fr: Short

# category_jupe
source: Skirt
fr: Jupe

# category_jupe_longue
source: Long skirt
fr: Jupe longue

# category_legging
source: Leggings
fr: Legging

# category_jogging
source: Joggers
fr: Jogging

# category_robe_evasee
source: Flared dress
fr: Robe évasée

# category_robe_longue
source: Long dress
fr: Robe longue

# category_combinaison
source: Jumpsuit
fr: Combinaison

# category_salopette
source: Overalls
fr: Salopette

# category_veste_legere
source: Light jacket
fr: Veste légère

# category_blouson_zippe
source: Zip jacket
fr: Blouson zippé

# category_manteau_croise
source: Coat
fr: Manteau croisé

# category_costume
source: Suit
fr: Costume

# category_gilet_sans_manches
source: Gilet
fr: Gilet sans manches

# category_soutien_gorge
source: Bra
fr: Soutien-gorge

# category_brassiere_sport
source: Sports bra
fr: Brassière sport

# category_culotte
source: Panties
fr: Culotte

# category_boxer
source: Boxers
fr: Boxer

# category_pyjama
source: Pyjamas
fr: Pyjama

# category_nuisette
source: Nightdress
fr: Nuisette

# category_peignoir
source: Bathrobe
fr: Peignoir

# category_maillot_sport
source: Sports jersey
fr: Maillot de sport

# category_short_sport
source: Sports shorts
fr: Short de sport

# category_veste_survetement
source: Track jacket
fr: Veste de survêtement

# category_maillot_1_piece
source: One-piece swimsuit
fr: Maillot 1 pièce

# category_body_bebe
source: Baby bodysuit
fr: Body bébé

# category_grenouillere
source: Sleepsuit
fr: Grenouillère

# category_robe_enfant
source: Kids dress
fr: Robe enfant

# category_bonnet_bebe
source: Baby hat
fr: Bonnet bébé

# category_bavoir
source: Bib
fr: Bavoir

# category_chaussettes
source: Kids socks
fr: Chaussettes enfant

# category_baskets_enfant
source: Kids sneakers
fr: Baskets enfant

# category_couverture_bebe
source: Baby blanket
fr: Couverture bébé

# category_pantalon_bebe
source: Baby pants
fr: Pantalon bébé

# category_sneaker
source: Sneakers
fr: Sneaker

# category_chaussure_de_ville
source: Dress shoes
fr: Chaussure de ville

# category_escarpin
source: Heels
fr: Escarpin

# category_botte
source: Boots
fr: Botte

# category_sandale_talon
source: Heeled sandals
fr: Sandale à talon

# category_pantoufles
source: Slippers
fr: Pantoufles

# category_sac_a_main
source: Handbag
fr: Sac à main

# category_sac_a_dos
source: Backpack
fr: Sac à dos

# category_portefeuille
source: Wallet
fr: Portefeuille

# category_trousse
source: Pouch
fr: Trousse

# category_foulard_plie
source: Scarf
fr: Foulard

# category_echarpe
source: Winter scarf
fr: Écharpe

# category_chapeau
source: Hat
fr: Chapeau

# category_casquette
source: Cap
fr: Casquette

# category_lunettes_de_soleil
source: Sunglasses
fr: Lunettes de soleil

# category_gants
source: Gloves
fr: Gants

# category_ceinture
source: Belt
fr: Ceinture

# category_cravate
source: Tie
fr: Cravate

# category_montre
source: Watch
fr: Montre

# category_collier
source: Necklace
fr: Collier

# category_chaussettes_adulte
source: Socks
fr: Chaussettes

# profile_title
source: My Impact
fr: Mon Impact

# profile_subtitle
source: Knowing your wardrobe is the first step towards responsible fashion.
fr: Prendre conscience de sa garde-robe, c'est le premier pas vers une mode responsable.

# profile_actions_title
source: Your actions
fr: Tes actions

# profile_details_title
source: Details
fr: En détail

# stat_total
source: Garments
fr: Vêtements

# stat_never_worn
source: Never worn
fr: Jamais portés

# stat_to_give
source: To donate
fr: À donner

# stat_to_recycle
source: To recycle
fr: À recycler

# stat_to_sell
source: To sell
fr: À vendre

# stat_kept
source: Kept
fr: Conservés

# stat_avg_wear
source: Avg. wears
fr: Portés en moy.

# stat_categories
source: Categories
fr: Catégories

# stat_most_worn
source: Your favorite ❤️
fr: Ton préféré ❤️

# stat_awareness_personal
source: %d%% of your wardrobe has never been worn. Time for a clear-out?
fr: %d%% de ta garde-robe n'a jamais été portée. Et si tu faisais du tri ?

# tip_footer
source: A new thought every day
fr: Une nouvelle pensée chaque jour

# tip_footer_weather
source: A new thought every day, along with the weather
fr: Une nouvelle pensée chaque jour, ainsi que la météo

# tip_1
source: Did you know that 70%% of clothes in a wardrobe are never worn?
fr: Savais-tu que 70%% des vêtements d'une garde-robe ne sont jamais portés ?

# tip_2
source: The textile industry is the 2nd most polluting in the world, right after oil.
fr: L'industrie textile est la 2ème plus polluante au monde, juste après le pétrole.

# tip_3
source: A single pair of jeans requires about 7,500 liters of water to produce.
fr: Un jean nécessite environ 7 500 litres d'eau pour être fabriqué.

# tip_4
source: Donating a garment instead of throwing it away gives it a second life.
fr: Donner un vêtement au lieu de le jeter, c'est lui offrir une seconde vie.

# tip_5
source: Buying less but better is the secret to a responsible wardrobe.
fr: Acheter moins mais mieux, c'est le secret d'une garde-robe responsable.

# tip_6
source: Every year, 4 million tonnes of textiles are thrown away in Europe.
fr: Chaque année, 4 millions de tonnes de textiles sont jetées en Europe.

# tip_7
source: A garment worn 50 times has 3 times less impact than one worn 10 times.
fr: Un vêtement porté 50 fois a 3 fois moins d'impact qu'un vêtement porté 10 fois.

# tip_8
source: Before buying, ask yourself: will I wear this at least 30 times?
fr: Avant d'acheter, demande-toi : est-ce que je le porterai au moins 30 fois ?

# tip_9
source: Recycling one kilo of clothes saves 6,000 liters of water.
fr: Recycler un kilo de vêtements permet d'économiser 6 000 litres d'eau.

# tip_10
source: Sustainable fashion starts in your closet.
fr: La mode durable commence dans ton placard.

# tip_11
source: Repairing a damaged garment costs less than buying a new one.
fr: Réparer un vêtement abîmé coûte moins cher que d'en racheter un neuf.

# tip_12
source: A cotton T-shirt travels an average of 40,000 km before reaching your wardrobe.
fr: Un t-shirt en coton parcourt en moyenne 40 000 km avant d'arriver dans ta garde-robe.

# tip_13
source: Knowing what you own is already consuming less.
fr: Connaître ce que l'on possède, c'est déjà consommer moins.

# tip_14
source: In France, people buy an average of 9.2 kg of clothing per person per year.
fr: En France, on achète en moyenne 9,2 kg de vêtements par personne et par an.

# tip_15
source: Clothes made from natural fibers are easier to recycle.
fr: Les vêtements en matières naturelles se recyclent plus facilement.

# tip_16
source: Swapping clothes with friends is free and eco-friendly.
fr: Échanger des vêtements entre amis, c'est gratuit et écologique.

# tip_17
source: A well-organized closet reduces impulse purchases by 30%%.
fr: Un dressing bien organisé réduit les achats impulsifs de 30%%.

# tip_18
source: Fast fashion produces 10%% of global CO₂ emissions.
fr: La fast fashion produit 10%% des émissions mondiales de CO₂.

# tip_19
source: Wearing what you already own is the most ecological gesture there is.
fr: Porter ce qu'on a déjà est le geste le plus écologique qui existe.

# tip_20
source: Every donated garment can help someone in need.
fr: Chaque vêtement donné peut aider quelqu'un dans le besoin.

# size_picker_title
source: Size
fr: Taille

# size_search
source: Search a size...
fr: Rechercher une taille...

# size_section_letter
source: Letter sizes
fr: Lettres

# size_section_eu
source: EU sizes
fr: Tailles EU

# size_section_shoes
source: Shoes
fr: Chaussures

# size_section_unique
source: One size
fr: Taille unique

# size_section_custom
source: My sizes
fr: Mes tailles

# size_custom_placeholder
source: E.g.: 41.5, XXS/S...
fr: Ex : 41.5, XXS/S...

# search_placeholder
source: Search for a garment...
fr: Rechercher un vêtement...

# search_hint
source: Search by name, brand, color, size, category or status
fr: Recherche par nom, marque, couleur, taille, catégorie ou statut

# search_no_results
source: No garments found
fr: Aucun vêtement trouvé

# search_results_count
source: %d result(s)
fr: %d résultat(s)

source: Saving...
fr: Enregistrement...
